Repository: mimifi/covid-info
Catalog: lib/l10n/intl_*.arb
Languages: de

# navigationStatistic
source: Statistic
de: Statistik

# navigationEmergency
source: Emergency
de: Notfall

# appBarTitleHome
source: General Information
de: Allgemeine Informationen

# appBarTitleStatistic
source: Statistic
de: Statistik

# appBarTitlePrevention
source: Prevention
de: Vorbeugende Maßnahmen

# appBarTitleEmergency
source: Emergency
de: Notfall

# washHandTitle
source: Wash your hands regularly
de: Hände regelmäßig waschen

# washHandText
source: Wash your hands regularly with water and soap for 20 seconds
de: Waschen Sie Ihre Hände regelmäßig und gründlich mit Wasser und Seife für mindestens 20 Sekunden.

# keepDistanceTitle
source: Keep one-meter distance
de: Halten Sie ein Meter Abstand

# keepDistanceText
source: Keep at least one-meter distance between yourself and someone who is sneezing or coughing
de: Versuchen Sie einen Abstand von mindestens ein bis zwei Meter, zwischen sich und Personen, die Husten oder Niesen, einzuhalten.

# avoidTouchingTitle
source: Don't touch eyes, nose and mouth
de: Berühren Sie nicht Augen, Nase und Mund

# avoidTouchingText
source: You touch many surfaces with your hands and can pick up viruses. If your hands are polluted, they can transfer the virus to your mouth, eyes and nose. These are the best way for viruses to enter your body and make you sick.
de: Hände berühren viele Oberflächen und können Viren aufnehmen. Einmal kontaminiert, können Hände das Virus auf Ihre Augen, Nase oder Mund übertragen. Von dort kann das Virus in Ihren Körper eindringen und Sie krank machen.

# respiratoryHygieneTitle
source: Follow Respiratory Hygiene
de: Husten und Niesen in Ellenbogen

# respiratoryHygieneText
source: That means making sure, you and people around you to cover mouth and nose with your bent elbow or tissue while coughing or sneezing. Don't forget to bin the used tissue directly.
de: Stellen Sie sicher, dass Sie beim Husten oder Niesen Ihren Mund und Nase mit gebeugtem Ellenbogen oder Taschentuch bedecken. Entsorgen Sie das gebrauchte Taschentuch danach sofort.

# stayInformedTitle
source: Stay informed
de: Informieren Sie sich

# stayInformedText
source: Follow the advice and directions from trustworthy resources such as your healthcare provider, WHO or GHO to protect yourself and others from COVID-19
de: Bleiben Sie über die neuesten Entwicklungen zu COVID-19 auf dem Laufenden. Befolgen Sie die Anweisungen Ihrer Gesundheitsbehörde, damit Sie sich und andere vor COVID-19 schützen können.

# unwellTitle
source: If you feel unwell
de: Wenn Sie sich unwohl fühlen

# unwellDescription
source: Stay at home.
de: Bleiben Sie am besten Zuhause.

# seekingForHelpTitle
source: Seeking for help
de: Suche nach Hilfe

# infectionInformation
source: If you have a fever, cough and difficulty breathing, seek medical attention and call in advance. Follow the directions of your local health authority.
de: Wenn Sie Fieber, Husten und Probleme beim Atmen haben, rufen Sie zunächst bei Ihrem Hausarzt an. Folgen Sie den Anweisungen Ihrer örtlichen Gesundheitsamtes.

# protectingOthersTitle
source: Protect others from getting sick.
de: Schützen Sie andere vor dem Erkranken.

# considerWearingMask
source: Consider wearing a Mouth-Nose-Defence to secure emergency personnel and people.
de: Überlegen Sie sich, eine Mund-Nasen-Maske zu tragen um Freunde und Verwandte sowie Rettungspersonal zu schützen.

# emergencyNumberTitle
source: Emergency Number
de: Notruf Nummer

# emergencyNumberDescription
source: If you feel very unwell and need immediately help consider calling the emergency number. Emergency Number: 112 This number is only eligible in Europe.
de: Sollten Sie sich sehr schlecht fühlen, außerstande sein zum Arzt zu kommen und sofortige Hilfe benötigen. Rufen Sie den Notruf. Notruf Nummer: 112 Diese Nummer ist nur in Europa zu erreichen.

# covid19Question
source: What is COVID-19?
de: Was ist COVID-19?

# covid19Answer
source: COVID-19 is an infectious disease caused by the most recently discovered coronavirus. This new virus and infection were unknown before the outbreak began in Wuhan, China, in December 2019.
de: COVID-19 ist die Infektionskrankheit, die durch das zuletzt entdeckte Coronavirus verursacht wurde. Dieses neue Virus und diese neue Krankheit waren unbekannt, bevor der Ausbruch im Dezember 2019 in Wuhan, China, begann.

# symtomsQuestion
source: What are the symptoms of COVID-19?
de: Was sind die Symptome von COVID-19?

# symtomsAnswer
source: Common Symptoms are dry cough, fever and difficulty to breath. In rare circumstances, it could lead to Pneumonia and severe breathing difficulties.
de: Übliche Symptome sind trockener Husten, Fieber und Atembeschwerden. In seltenen Aufnahmen kann es zu einer Lungenentzündung und sehr schweren Atembeschwerden führen.

# spreadQuestion
source: How does COVID-19 spread?
de: Wie verbreitet sich das COVID -19?

# spreadAnswer
source: The virus spread from other persons who are disposed of by the virus. The disease getting transferred by small droplets from the nose or mouth. This can happen if a person with COVID-19 coughs or exhales. This droplet goes on Surfaces and objects and from there with your hands to your eyes, nose and mouth. Additionally, the GHO recommends a distance of one meter to infected persons, because you can inhale the virus.
de: Das COVID-19 Virus verbreitet sich von anderen Menschen, die mit dem Virus angesteckt sind. Die Krankheit wird durch Tröpfchen übertragen. Das bedeutet durch kleine Tröpfchen die beim Husten, Niesen oder Ausatmen in die Umgebung gestreut werden. Diese Tröpfchen werden von Objekten auf die Hände und darüber in Augen, Nase oder Mund gebracht. Zudem empfiehlt das WHO einen Abstand von einem Meter von kranken Personen, da sich die Bakterien auch durch Einatmen ausbreiten können.

# worryQuestion
source: Should I worry about COVID-19?
de: Sollte ich mir Sorgen wegen COVID-19 machen?

# worryAnswer
source: The risk of getting infected are at the moment low, if you have not travelled from one of the areas where it currently spreads or had contact with people who are affected and went to this region. However, it is understandable that you may feel stressed or anxious during the current situation. It makes sense to search for more information about the topic. Please be mindful that on the internet there is a lot of misinformation at the moment about the COVID-19 virus, try to stay calm and focus on the proven sources. Good sources for information are your current health provider, the local health authorities and the GHO (Global Health Organisation). https://www.who.int/ Even if the disease is mild for most people, it can make some people seriously ill. For more information on how to protect yourself, read on at Prevention Tab or go to the following link. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/advice-for-public
de: Ihre Chancen sich derzeit anzustecken sind im Moment gering, wenn Sie nicht in den Gegenden gereist sind in denen COVID-19 sich derzeit ausbreitet. Es ist verständlich, wenn Sie sich derzeit Sorgen über die Situation machen und sich mehr Informationen zu dem Thema beschaffen möchten. Bitte achten Sie darauf, dass es im Internet und andere Quellen eine Flut an Falschinformationen über das Thema gibt, versuchen Sie die Ruhe zu bewahren und fokussieren Sie sich auf die korrekten Quellen. Quellen für korrekte Informationen sind Gesundheitsversicherer, das Gesundheitsministerium und das Robert Koch Institut. Sollten Sie die Englishe Sprache beherrschen ist auch das WHO (Welt Gesundheits Organisation) eine gute Anlaufstelle. https://www.who.int/ Auch wenn die Krankheit für die meisten Menschen schwach ausfällt, kann es einige Menschen schwer krank machen. Für nähere Informationen wie Sie sich schützen können lesen Sie bei Vorbeugende Maßnahmen weiter oder gehen Sie auf folgenden Link. https://www.infektionsschutz.de/

# incubationQuestion
source: How long is the incubation period of COVID-19?
de: Wie lange ist die Inkubationszeit von COVID -19?

# incubationAnswer
source: At the moment the general consents are that the incubation time is up to 14 days. This number is from the GHO und explains that the median is around five days. As soon as there are new informatio, we will update this.
de: Derzeit wird davon ausgegangen, dass die Inkubationszeit bis zu 14 Tagen beträgt. Dieser Wert ist eine Schätzung der WHO und erklärt das es im Durchschnitt etwa 5 Tage dauert. Sobald mehr Daten vorliegen werden diese aktualisiert.

# notToDoQuestion
source: What should I not do?
de: Was soll ich nicht tun?

# notToDoAnswer
source: Smoking, wearing multiple masks, taking traditional herbal remedies and taking self-medication such as antibiotics ARE NOT effective against COVID-2019 and can be harmful. In any case, if you have fever, cough and difficulty breathing seek medical care early to reduce the risk of developing a more severe infection and be sure to share your recent travel history with your health care provider.
de: Die folgenden Maßnahmen sind nicht effektiv gegen das COVID-19 Virus und können schädlich sein. - Rauchen - Nehmen von traditionellen pflanzlichen Medikamenten - Das tragen mehrerer Masken - Selbstmedizinischen Versorgung mit z.B. Antibiotika Sollten Sie Fieber, Husten und Schwierigkeiten zu Atmen haben suchen Sie schnellstmöglich Medizinische Versorgung auf. Um das Risiko schwerer Infektionen zu vermeiden.

# travelQuestion
source: Is the travel into a region save?
de: Wo erfährt man, ob eine Reise in ein betroffenes Land noch sicher ist?

# travelAnswer
source: Health recommendation for traveling can be found at your local Healthcare provider.
de: Gesundheitsempfehlungen bei Auslandsreisen werden vom Auswärtigen Amt (AA) gegeben. Aktuelle Informationen zu der Sicherheitssituation in einzelnen betroffenen Ländern sind auf den Länderseiten des AA im Internet einzusehen.
